// import db from "../../db";
import { BgImg, Container, Text, TextAccent, Title } from "./Conditions.styled";

const ConditionsPage = () => {
  return (
    <>
      <BgImg>
        <Container>
          <Title>УМОВИ СПІВПРАЦІ</Title>
          <Text>
            1.Для початку <TextAccent>перегляньте роботи майстра</TextAccent> ,
            якого обрали , і впевніться що вам підходить його стиль.
          </Text>
          <Text>
            2. Перед тим як писати майстру ,{" "}
            <TextAccent>у вас повинна бути ідея</TextAccent> майбутнього тату .
          </Text>
          <Text>
            3.Чим краще розгорнутим буде ваш опис в повідомленні , тим легше
            буде нам далі працювати{" "}
          </Text>
          <Text>
            4.<TextAccent>Прикріпіть фото бажаного тату </TextAccent>, та
            декілька фото татуювань/ілюстрацій , які вам найбільше імпонують ,
            таким чином ми краще розумієм що вам потрібно , і швидше перейдем до
            розробки вашого проекту .
          </Text>
          <Text>
            5.Отже з ідеєю визначились . Далі ми робим схематичний начерк ескізу
            ,
            <TextAccent>
              і якщо він вам сподобався ми вибираєм дату сеансу , і ви вносите
              передоплату в розмірі 25% від суми сеансу.
            </TextAccent>
          </Text>
          <Text>6.Після цього я роблю індевідуальний ескіз</Text>
          <Text>
            7.Також ви можете приїхати в студію на{" "}
            <TextAccent>безкоштовну консультацію</TextAccent> і ми все обсудемо
            на місці.
          </Text>
          <Text>
            В разі неявки на сеанс , або його відміни без вагомої причини та
            попередження ,<TextAccent>передоплата анульовується</TextAccent> ,
            та не повертається.
          </Text>
        </Container>
      </BgImg>
    </>
  );
};

export default ConditionsPage;
