export const styleHeder = {
  background: "transparent",
  position: "fixed",
  width: "100vw",
  height: "100%",
  left: 0,
  top: 0,
  display: "flex",
  justifyContent: "center",
  alignItems: "flex-start",
  zIndex: 10,
};

export const color = {
  color: "#995f45",
};

export const care =
  // eslint-disable-next-line no-multi-str
  "Після сеансу майстер клеїть спеціальну захисну загоюючу плівку на тату.\
Вам потрібно носити її, не знімаючи протягом 5 днів. Протягом цих 5 днів протипоказано:\
 1. Розпарювати тату у ванній, сауні, щоб запобігти пошкодженню тату та захисної плівки.\
 2. Займатись спортом.\
 3. Вживати алкоголь.\
Після 5 днів Вам слід зняти плівку. Під струменем теплої води акуратно зніміть плівку чистими руками, після цього промийте тату милом. Після цього промокніть тату одноразовою серветкою, або дочекайтесь поки тату підсохне 10-15 хв.\
Далі мажемо татуювання будь яким (можна дитячим) зволожуючим кремом.\
Наступні 10 днів слід зволожувати Ваше тату кремом, по мірі підсихання. Приблизно кожні 3-5 годин.\
Коли ваше татуювання почне лущитись (5-6 день), нічого здирати не можна, потрібно часто зволожувати та дочекатись поки шкіра відлущиться самостійно.";

export const careWithoutFilm =
  // eslint-disable-next-line no-multi-str
  "Після сеансу майстер закриває свіже татуювання пеленкою.\
Далі Вам слід придбати для догляду пеленку, мазь Бепантен , пластир (рулон) та дитячий зволожуючий крем.\
\
Перші 4 дні Вам слід робити наступні дії кожні 3-4 години\
\
 1. Знімаємо брудну пеленку, миємо татуювання з милом чистими руками.\
 2. Чекаємо 5-10 хв поки тату підсохне та наносимо тонкий шар мазі Бепантен.\
 3. Вирізаємо потрібний розмір чистої пеленки, прикладаємо до тату та закріплюємо зверху пластиром (не харчовою плівкою!).\
\
Наступні 10 днів татуювання слід просто зволожувати по мірі підсихання дитячим кремом (приблизно кожні 3-4 години).\
\
Під час загоєння протипоказано:\
 1. Вживати алкоголь перші 4-5 днів.\
 2. Обмежити фізичні навантаження перші 4-5 днів.\
 3. Розпарювати тату у ванній та сауні.\
 4. Не здирати шкіру коли тату буде лущитись.\
 5. Не доторкатись до свіжого татуювання брудними руками.";
