import {
  AccentWord,
  BgImg,
  Box,
  Container,
  Text,
  Title,
  TitleSubText,
  TitleText,
} from "./CarePage.styled";

const CarePage = () => {
  return (
    <>
      <BgImg></BgImg>
      <div>
        <Container>
          <Title>ДОГЛЯД ЗА ТАТУ</Title>
          <TitleText>(з наклеюванням плівки)</TitleText>
          <Text>
            Після сеансу майстер клеїть спеціальну захисну загоюючу плівку на
            тату.
          </Text>
          <Text>
            Вам потрібно носити її,{" "}
            <AccentWord>не знімаючи протягом 5 днів</AccentWord>. Протягом цих 5
            днів <AccentWord>протипоказано:</AccentWord>
          </Text>
          <Text>
            {" "}
            1. Розпарювати тату у ванній, сауні, щоб запобігти пошкодженню тату
            та захисної плівки.
          </Text>
          <Text> 2. Займатись спортом.</Text>
          <Text> 3. Вживати алкоголь.</Text>
          <Text>
            <AccentWord>Після 5 днів Вам слід зняти плівку.</AccentWord> Під
            струменем теплої води
          </Text>
          <Text>
            акуратно зніміть плівку чистими руками, після цього промийте
          </Text>
          <Text>тату милом. Після цього промокніть тату одноразовою </Text>
          <Text>серветкою, або дочекайтесь поки тату підсохне 10-15 хв.</Text>
          <Text>Далі мажемо татуювання будь яким (можна дитячим) </Text>
          <Text>зволожуючим кремом. </Text>
          <Text>
            <AccentWord>
              Наступні 10 днів слід зволожувати Ваше тату кремом,
            </AccentWord>{" "}
            по мірі{" "}
          </Text>
          <Text>підсихання. Приблизно кожні 3-5 годин.</Text>
          <Text>
            Коли ваше татуювання почне лущитись (5-6 день),
            <AccentWord> нічого</AccentWord>{" "}
          </Text>
          <Text>
            <AccentWord>здирати не можна,</AccentWord> потрібно часто
            зволожувати та дочекатись{" "}
          </Text>
          <Text>поки шкіра відлущиться самостійно.</Text>
        </Container>
        <Box>
          <Title>ДОГЛЯД ЗА ТАТУ</Title>
          <TitleText>(без наклювання плівки)</TitleText>
          <Text>Після сеансу майстер закриває свіже татуювання пеленкою.</Text>
          <Text>
            Далі Вам слід придбати
            <AccentWord> для догляду пеленку, мазь Бепантен ,</AccentWord>{" "}
          </Text>
          <Text>
            <AccentWord>
              пластир (рулон) та дитячий зволожуючий крем.
            </AccentWord>
          </Text>
          <Text>Перші 4 дні Вам слід робити наступні дії кожні 3-4 годин</Text>
          <Text>
            {" "}
            1. Знімаємо брудну пеленку, миємо татуювання з милом чистими руками.
          </Text>
          <Text>
            {" "}
            2. Чекаємо 5-10 хв поки тату підсохне та наносимо тонкий шар мазі
            Бепантен.
          </Text>
          <Text>
            {" "}
            3. Вирізаємо потрібний розмір чистої пеленки, прикладаємо до тату та
            закріплюємо зверху пластиром{" "}
            <AccentWord>(не харчовою плівкою!)</AccentWord>
          </Text>
          <Text>
            <AccentWord>
              Наступні 10 днів татуювання слід просто зволожувати по мірі
              підсихання дитячим кремом
            </AccentWord>
            (приблизно кожні 3-4 години).
          </Text>
          <Text>
            Під час загоєння <AccentWord>протипоказано:</AccentWord>
          </Text>
          <Text> 1. Вживати алкоголь перші 4-5 днів.</Text>
          <Text> 2. Обмежити фізичні навантаження перші 4-5 днів.</Text>
          <Text> 3. Розпарювати тату у ванній та сауні.</Text>
          <Text>
            <AccentWord>
              4. Не здирати шкіру коли тату буде лущитись.
            </AccentWord>
          </Text>
          <Text>5. Не доторкатись до свіжого татуювання брудними руками</Text>
        </Box>
      </div>
    </>
  );
};

export default CarePage;
